var __G_lang = localStorage.getItem("common/LANGUAGE");

var _G_MyPage_Strings_ko = {
	'_L_MY01': '마이페이지',
	'_L_MY02': '회원정보',
	'_L_MY03': '인증센터',
	'_L_MY04': '접속관리',
	'_L_MY05': 'Open API 관리',
	
	'_L_IF01': '회원정보',
	'_L_IF02': '이메일',
	'_L_IF03': '성 명',
	'_L_IF04': '휴대폰번호',
	'_L_IF05': '등록하기',
	'_L_IF06': '등록',
	'_L_IF07': '비밀번호 변경',
	'_L_IF08': '마케팅 수신동의', 
	'_L_IF09': '동의',
	'_L_IF10': '미동의',
	'_L_IF11': '▶ 주요 공지사항은 수신 동의 여부와 관계없이 발송됩니다.',

	'_L_RE01': '나의 추천인',
	'_L_RE02': '총 추천 회원수',
	'_L_RE03': '※ 추천인이 회원가입 후 보안등급 레벨3(OTP)까지 인증한 경우에만 집계됩니다.',
	'_L_RE04': '명',
	'_L_RE05': '추천방법',
	'_L_RE06': '① 추천인 코드',
	'_L_RE07': '를 회원가입 시 입력',
	'_L_RE08': '복사하기',
	'_L_RE09': '가 포함된 가입링크로 회원가입(추천코드 자동 입력)',
	'_L_RE10': '가입링크',

	'_L_AU01': '인증센터',
	'_L_AU02': '회원님의 현재 보안등급은 레벨',
	'_L_AU03': '레벨 입니다.',
	'_L_AU04': '휴대폰 본인인증시 ',
	'_L_AU05': '암호화폐 출금한도가 상향됩니다.',

	'_L_AU06': '레벨1',
	'_L_AU07': '이메일 인증',
	'_L_AU08': '레벨2',
	'_L_AU09': '휴대폰 본인인증',
	'_L_AU10': '휴대폰 인증',
	'_L_AU11': '인증하기',
	'_L_AU12': '레벨3',
	'_L_AU13': '추가인증 사용',
	'_L_AU14': 'OTP 인증',
	'_L_AU15': '레벨4',
	'_L_AU16': '신분인증',
	'_L_AU17': '출금한도 상향',
	'_L_AU18': '레벨5',
	'_L_AU19': '거주지인증',
	'_L_AU20': '레벨5 신청',
	'_L_AU21': '회원가입시 레벨1 이메일 인증이 완료 됩니다.',
	'_L_AU22': '본인 명의의 휴대폰으로 실명, 생년월일, 성별, 전화번호를 인증합니다.',
	'_L_AU23': '추가인증 - OTP 인증',
	'_L_AU24': '- OTP 인증을 설정하시면 로그인, 출금신청시 OTP 추가인증을 통해 보안이 강화됩니다. ',
	'_L_AU25': ' 1. OTP 앱 설치 ',
	'_L_AU26': '스마트폰의 Play스토어(안드로이드 폰) 또는 App스토어(아이폰) 에서 Google OTP 앱을 검색 후 설치 합니다.',
	'_L_AU27': '2. OTP 앱 실행 및 키 값 설정',
	'_L_AU28': 'Google OTP 앱을 실행 하신 후 아래의 바코드를 스캔 하거나 키를 입력 하십시오.',
	'_L_AU29': '바코드 스캔을 할 수 없는 경우에는 아래의 키를 OTP 앱에 직접 입력 하세요',
	'_L_AU30': '3. OTP 인증 하기',
	'_L_AU31': 'OTP 앱 화면에 표시된 인증번호 여섯자리를 입력 하세요.',
	'_L_AU32': '로그인 비밀번호',
	'_L_AU33': '휴대폰 SMS 인증',
	'_L_AU34': '인증번호 요청',
	'_L_AU35': 'OTP 인증번호',
	'_L_AU36': '개인 신분증 인증',
	'_L_AU37': '거주지 인증',
	'_L_AU38': '- 거주지 증명서는 전기세영수증, 수도세영수증, 자동차세, 보험료영수증, 세금납부영수증 중 택1 하여 제출해야 합니다.',
	'_L_AU39': '- 거주지 증명서는 발급일로부터 3개월 이내인 경우에만 유효합니다',
	'_L_AU40': '- 거주지 인증 후, 출금한도 상향이 가능합니다.',
	'_L_AU33C1': '인증번호 요청후 SMS를 통한 인증번호를 입력하세요',
	'_L_AU33C2': 'OTP 인증번호를 입력하세요',

	'_L_HI01' : '접속관리',
	'_L_HI02' : '조회',
	'_L_HI03' : '총',
	'_L_HI04' : '건의 자료가 조회 되었습니다',
	'_L_HI05' : '접속시간',
	'_L_HI06' : '접속프로그램',
	'_L_HI07' : 'IP주소',

	'_L_AP01':'Open API 관리',
	'_L_AP02': '- API를 활성화 하시면 API를 이용한 BITA500 거래소와의 시스템 연동이 가능합니다. ',
	'_L_AP03': '- API를 이용한 연계 시스템 개발 시 할당 된 Secret Key를 사용합니다. ',
	'_L_AP04': '- API 이용을 위해서는 약관동의와 휴대폰 또는 OTP 추가인증이 필요합니다. ',
	'_L_AP05': '이용약관',
	'_L_AP06': '제1조 (목적)',
	'_L_AP07': '이 약관은 (주)오병이어홀딩스 (이하 "회사")이 제공하는 BITA500 거래소내 API서비스(이하 "API 서비스")의 이용조건 및 절차에 관한 회사와 회원간의 권리 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다. ',
	'_L_AP08': '제2조 (약관의 명시, 변경 및 변경의 통지 등) ',
	'_L_AP09': '이 약관은 API서비스 가입관련 화면이나 기타의 방법으로 사용자에게 공지하고, 회원이 약관의 내용에 대해 동의를 함으로써 이용계약 체결을 청약하고 회사가 검토 후 승낙함으로써 체결됩니다. ',
	'_L_AP10': '회사는 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.',
	'_L_AP11': '회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 회사 사이트의 초기화면이나 팝업화면 또는 공지사항란에 그 적용일자 10일(영업일 기준) 이전부터 적용일자 전일까지 공지합니다.',
 	'_L_AP12': '회사가 전항에 따라 개정약관을 공지 통지하면서 회원에게 영업일 기준 5일간의 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 고지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다. ',
	'_L_AP13': '회원이 개정약관의 적용에 동의하지 않는다는 명시적 의사를 표명한 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 개정된 약관의 적용 없이 회원에게 회사가 원활한 API서비스를 제공할 수 없는 경우에는 회사 또한 당해 회원과의 이용계약을 해지할 수 있습니다. ',

	'_L_AP14': '이 약관에서 사용하는 용어의 정의는 다음과 같습니다.',
	'_L_AP15': '회원 : BITA500 회원으로서 이 약관에 동의한 후 회사가 검토하여 최종 승낙함으로써 서비스를 제공받는 자를 말합니다. ',
	'_L_AP16': 'API : Application Programing Interface의 약자로, 회원이 BITA500 거래소의 시세, 주문, 지갑등의 서비스를 회원이 운영하는 웹사이트, 어플리케이션등에서 사용할 수 있도록 회사가 제공하는 스크립트를 말합니다. ',
	'_L_AP17': 'API 서비스 : 회원이 자발적인 참여를 통해 자유롭게 정보를 공유하고 창조적인 서비스를 생산할 수 있도록 돕기 위해 회사가 일정 한도 내에서 API를 제공하고 운영하는 것을 말합니다. ',
	'_L_AP18': '인증키 : 관련 시스템이 API 서비스 이용 승낙을 받은 회원임을 식별할 수 있도록 회사가 회원에게 할당하는 고유한 값을 말합니다. ',
	'_L_AP19': '이용자 : 회원이 회사로부터 발급받은 인증키를 이용하여 제작한 회원프로그램을 이용하는 자를 말합니다. ',
	'_L_AP20': '회원프로그램 : 회원이 회사로부터 발급받은 인증키를 이용하여 이용자에게 제공하는 PC, 모바일, 각종 유무선 전자기기용 어플리케이션 및 웹사이트를 의미합니다. ',
	'_L_AP21': '이 약관에서 사용하는 용어 중 제1항에서 정하지 아니한 것은 API서비스 안내 또는 BITA500 이용약관, 관계 법령에서 정하는 바에 따르며, 그 외에는 일반 관례에 따릅니다. ',

	'_L_AP22': '제4조 (API 서비스의 제공)',
	'_L_AP23': '회원은 API 서비스를 이용함에 있어 회사가 정한 소정의 등록절차를 통해 본인 인증을 하고 회사의 승인을 거쳐 인증키를 발급 받아야 하며, 발급 받은 인증키를 이용하여 API 서비스를 제공 받을 수 있습니다. ',
	'_L_AP24': '인증키 발급 신청 시 회원이 필수 입력해야 하는 정보들은, 회사가 그 정보들을 통해 본인인증과 해당 회원프로그램의 형태를 확인할 수 있도록 성실히 입력되어야 하며, 제공된 정보로 확인하기 어려운 경우 회사는 추가 정보 제공을 요구할 수 있습니다. ',
	'_L_AP25': '회사는 회원이 인증키를 발급 받은 후에도 휴대전화등을 통한 본인인증 절차를 추가로 요구할 수 있습니다. 이 경우 회사는 회원이 인증키 발급 시 등록한 이메일로 연락을 취하며, 최초 메일 발송일로부터 30일내 회원의 응답이 없거나 인증절차가 이행되지 않는 경우 해당 인증키의 이용을 일시 정지할 수 있습니다. ',
	'_L_AP26': '회사는 회원의 자격에 따라 API 서비스를 차등 제공할 수 있습니다. ',
	'_L_AP27': '회원은 API 서비스를 이용한 회원프로그램을 제작함에 있어 저작권 위반 같은 불법적인 내용을 포함하거나 선정적, 폭력적, 혐오적인 내용을 포함하거나 비도덕적, 불법적인 내용을 결합 또는 연계하거나 인접해 구성하지 않아야 합니다. ',

	'_L_AP28': '제5조 (API 서비스의 제한 등) ',
	'_L_AP29': '회원은 서비스를 이용함에 있어 아래 각 호에 해당하면 회사가 정한 방법과 절차를 따라야 합니다. ',
	'_L_AP30': '회원 등급에 따른 허용 트래픽을 초과로 사용한 경우 ',
	'_L_AP31': '회원프로그램 등의 이용에 직접 과금을 하거나 금전적/비금전적 대가를 받는 경우 ',
	'_L_AP32': '기타 회사가 이용을 제한하거나 금지하는 경우 ',

	'_L_AP33': '회사는 서비스의 범위를 제한하거나 별도의 이용 가능 시간 또는 이용 가능회수를 지정하는 등의 방법으로 서비스를 운용할 수 있습니다. ',
	'_L_AP34': '회원은 회사가 정한 서비스의 범위를 초과하여 이용하고자 할 경우 회사가 규정하는 제휴 절차를 거쳐야 합니다. ',
	'_L_AP35': '회사는 회원이 서비스를 이용함에 있어 법령 또는 본 약관을 위반한 경우, 서비스에 대한 불법적인 해킹, 역공학, 비정상적인 방식을 통한 어뷰징, 네트웍 사용 초과 등의 시도를 하는 경우 즉시 회원의 서비스 이용을 정지시킬 수 있습니다. ',
	'_L_AP36': '아래 각 호에 해당하는 경우 회사는 사전 공지 후 서비스를 일시 중단할 수 있습니다. 다만 시스템 장애, 천재지변 또는 이에 준하는 불가항력으로 인한 통제불능 상황의 경우에는 사후 공지로 대체합니다. ',

	'_L_AP37': '시스템 정기점검, 증설 및 교체를 위해 회사가 지정한 날',
	'_L_AP38': '서비스를 제공함에 있어 기술적 결함이 발견되는 경우 ',
	'_L_AP39': '신규 API 서비스를 추가하는 경우 ',
	'_L_AP40': '회사는 6개월간 한 번도 사용되지 않은 인증키에 대해 이용을 정지시킬 수 있습니다. 이 경우 회사는 이용정지에 앞서 회원의 인증키 사용 여부를 확인하기 위해 등록된 이메일로 연락을 취하며, 최초 메일 발송일로부터 영업일 기준 10일내에 회원의 응답이 없는 경우 즉시 해당 인증키의 이용을 정지할 수 있습니다. ',
	'_L_AP41': '회사가 회원에게 특정 정보 제거를 요청한 경우, 회원은 24시간 내에 해당 정보를 회원프로그램에서 제거해야 합니다. ',

	'_L_AP42': '제6조 (지적재산권의 귀속)',
	'_L_AP43': '회원이 제작한 회원프로그램에 대한 저작권은 회원에게 있습니다. ',
	'_L_AP44': '회사가 제공하는 API 및 관련 프로그램의 저작권은 회사에 있으며, 회사는 회사의 정책 및 운영의 필요상 API 또는 API 서비스를 변경하거나 중단할 수 있습니다. ',
	'_L_AP45': 'API 서비스 이용으로 인해 API 서비스를 이용한 주문, 시세, 송금등의 정보에 대한 저작권 또는 사용권을 취득하는 것은 아닙니다. ',
	'_L_AP46': '회원은 API 서비스를 통해 실시간으로 거래소와 연동하여 시세를 조회하거나 거래 주문등을 요청할 수 있을 뿐이며, 결과를 복제 또는 저장하거나 제 3자의 서비스로 전송할 수 없습니다. ',
	'_L_AP47': '회원은 API 서비스를 이용한 회원프로그램에 "BITA500 거래소 API 사용" 또는 "이 제품은 BITA500 거래소 API를 사용하지만 BITA500의 보증을 받거나 인증을 받은 것은 아닙니다." 라는 고지 사항을 눈에 띄는 곳에 배치해야 합니다. ',
	'_L_AP48': '회사의 API 서비스 이용 승낙이 회사가 회원에게 회사의 등록상표 또는 저작물에 대한 이용권을 부여하는 것으로 해석될 수 없습니다. 회원은 회사가 특별히 허락한 경우에 한해 본 항에 명시한 회사의 등록상표 또는 저작물을 사용할 수 있으며, 그러한 경우에도 회사의 등록상표 또는 저작물의 이용기준을 준수하여야 하고 임의로 이를 변형하거나 훼손하여서는 안됩니다.',
	'_L_AP49': '회사는 프로그램 등의 요청에 따라 회사가 제공하는 정보가 전송되는 경우 광고 또는 광고로 연결되는 페이지 등 회사가 정하는 정보를 함께 전송할 수 있습니다. ',
	'_L_AP50': '회원은 프로그램 등의 요청에 따라 회사가 제공하는 정보에 표시되는 상표, 광고 등 일체의 내용을 삭제하거나 변경할 수 없습니다. ',

	'_L_AP51': '제7조 (회원의 의무)',
	'_L_AP52': '회원은 API 서비스를 비상업적인 목적으로만 이용할 수 있으며, 이용자가 API 서비스 및 인증키를 사용한 회원의 회원프로그램을 이용하는 과정에서 이용자에게 비용을 청구하거나 회원 외 제3자에게 이용자의 개인정보를 제공하는 것을 대가로 회원프로그램을 제공해서는 안됩니다. ',
	'_L_AP53': '회원은 아래 각 호에 해당하는 행위를 하여서는 아니 됩니다.',
	'_L_AP54': 'API 서비스 가입을 위한 정보 등을 허위로 기재하는 행위 ',
	'_L_AP55': '회사 API 서비스로 제공받은 정보를 변경하거나 API 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 영리 또는 비영리의 목적으로 복제, 출판, 방송 등에 사용하거나 제 3자에게 제공하는 행위 ',
	'_L_AP56': '회사 혹은 제 3자의 명예를 훼손하거나 지적재산권을 침해하는 행위 ',
	'_L_AP57': '회사의 임직원이나 관계자를 사칭하거나 회사의 브랜드나 서비스를 모방, 도용하는 행위 ',
	'_L_AP58': '회원의 아이디, 비밀번호 등의 개인정보를 해킹, 도용, 거래하는 행위 ',
	'_L_AP59': '정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 등)를 전송하거나 게시하는 행위 ',
	'_L_AP60': '공공질서 또는 미풍양속에 위배되는 내용의 정보, 문장, 도형, 음성 등을 유포하는 행위 ',
	'_L_AP61': '컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하는 행위 ',
	'_L_AP62': '회원은 회사가 제공하는 각종 서비스를 모방하거나 회사의 브랜드를 서비스의 출처표시 용도 외에 무단으로 사용하거나 모방, 도용하여서는 안됩니다. ',
	'_L_AP63': '현행 법령 및 회사가 정한 약관 및 API 서비스 이용에 관한 규정을 위반하는 행위 ',
	
	'_L_AP64': '회원은 서비스를 이용한 프로그램 등의 안정적인 운영을 위해 노력해야 합니다.',
	'_L_AP65': '회원은 API 서비스의 오류 및 문제점이 발견된 경우 즉시 회사에 이를 알리고, 회사의 API 서비스 개선 조치에 적극 협력해야 합니다. ',
	'_L_AP66': '회원은 회사가 제공하는 API 및 소프트웨어개발키트(SDK) 등의 기능에 대한 버전 업데이트를 수시로 확인하여야 합니다. ',
	'_L_AP67': '회원은 서비스 제공 또는 이 약관 위반을 확인하기 위해 회사가 자료 또는 접근권한의 제공 및 관련사실에 대한 소명을 요청하는 경우에는 이에 성실히 임하여야 합니다. ',
	'_L_AP68': '회원은 서비스 받을 권리를 양도 내지 증여하거나 질권의 목적으로 이용할 수 없습니다. ',
	'_L_AP69': '회원은 인증키 이용 및 관리에 있어 회사가 정한 규칙에 따라야 합니다. ',
	'_L_AP70': '회원은 발급 받은 인증키를 타인에게 제공, 공개하거나 공유할 수 없으며, 발급 받은 회원 본인에 한하여 이를 사용할 수 있습니다. ',
	'_L_AP71': '회원은 1개의 인증키만을 발급받아 사용할 수 있으며, 어떠한 경우에도 2개 이상의 인증키를 발급받거나 그러한 시도를 하여서는 안 됩니다. ',
	'_L_AP72': '회원은 발급받은 인증키를 하나의 회원프로그램에만 이용할 수 있으며, 신청 시 기재한 회원프로그램 정보가 변경되는 경우 관리페이지를 통해 해당 정보를 즉시 수정해야 합니다. 변경사항을 회사에 알리지 않아 발생한 인증키 이용정지 등의 불이익에 대해 회사는 책임지지 않습니다. ',
	'_L_AP73': '회사는 인증키를 발급함에 있어 이용기간을 지정할 수 있으며, 이용기간을 변경하고자 하는 경우에는 변경 전에 이를 고지하여야 합니다. ',
	'_L_AP74': '회원이 API 서비스를 이용함에 있어 법령을 위반하거나 회사의 이용약관 또는 서비스 이용기준 등을 위반한 경우 회사는 즉시 인증키의 이용을 정지할 수 있습니다. ',
	'_L_AP75': '회원의 행위에 대한 모든 책임은 회원에게 부담됩니다. ',
	
	'_L_AP76': '제8조 (면책)',
	'_L_AP77': '회사는 약관, 서비스 안내, 기타 회사가 정한 이용기준을 준수하지 않은 이용으로 인한 결과에 대해 책임을 지지 않습니다. ',
	'_L_AP78': '회사는 API 서비스를 통해 제공한 결과에 대한 신뢰성, 정당성, 적법성등을 보증하지 않습니다. ',
	'_L_AP79': 'API 서비스는 일부 또는 전부 실험적이며 어떤 방법으로든 테스트되지 않은 것도 있습니다. 회사는 API 서비스가 부정확, 오류, 버그 또는 중단이 없거나 안정적이고 정확하고 완전하거나 올바르다고 표현하거나 보증하지 않습니다. API 서비스의 응답이 즉각적으로 이루어짐을 보장하지 않습니다. 회사는 API 서비스에 따른 회원, 이용자 및 기타 제3자에게 발생한 손해에 대하여 책임을 지지 않습니다. ',
	'_L_AP80': 'API 서비스는 회원의 사용환경 등에 따라 정상적으로 동작하지 않거나 회사가 예견하지 못한 오류가 존재할 수 있으며, 회사는 API 서비스의 사용 불능으로 인하여 회원에게 발생한 손해에 대하여 책임을 지지 않습니다. ',
	'_L_AP81': '회사는 회원이 API 서비스를 이용해 기대하는 수익을 얻지 못하거나 상실한 것에 대해 책임을 지지 않습니다. ',
	'_L_AP82': '회사는 회원 상호간, 회원과 이용자간, 회원과 제3자 상호간에 회원프로그램을 매개로 발생한 분쟁에 대해 개입할 의무가 없으며, 이로 인한 손해를 배상할 책임도 없습니다. 만일 회원과 분쟁중인 제3자가 회사를 상대로 이의를 제기할 경우 회원은 회사를 자신의 비용과 책임으로 면책시켜야 합니다. ',

	'_L_AP83': '제9조 (개인정보의 보호) ',
	'_L_AP84': '회사는 API 서비스를 운영함에 있어 회원에 대한 각종 고지사항의 전달, 이용실태에 대한 조사등을 위하여 회원의 연락처등 개인정보를 보관합니다. ',
	'_L_AP85': '회사는 회원의 정보제공 동의에 따라 직접 회원이 제공한 정보만을 보관하며, 회사의 개인정보보호정책에 따라 이를 철저히 관리합니다. ',
	'_L_AP86': '회사는 BITA500 거래소API 서비스 제공을 중단하거나 회원이 개인정보 제공 동의를 철회한 경우에는 즉시 회원의 관련 개인정보를 파기합니다. ',

	'_L_AP87': '제10조 (이용계약의 해지 및 손해배상) ',
	'_L_AP88': '회사는 회원이 약관을 준수하지 않는 경우 API서비스 이용계약을 해지할 수 있습니다. 이 경우 회원의 API 서비스 사용도 중단됩니다. ',
	'_L_AP89': '회사는 사전 고지 후 어떤 이유에서건 언제든지 API 서비스를 중지할 수 있습니다. ',
	'_L_AP90': '회원은 언제라도 스크립트 및 인증키를 삭제함으로써 이용계약을 해지할 수 있습니다. ',
	'_L_AP91': '회원에 의하여 회사에 손해가 발생한 경우 회사는 API서비스 이용계약의 해지와는 별도로 회원에게 손해배상을 청구할 수 있습니다. ',
	'_L_AP92': '회사는 회원이 API 서비스 내용의 변경 및 종료에 대한 내용을 사전 고지한 기간 안에 확인하지 않을 경우에는 별도 고지 후 본 서비스 이용 계약을 해지할 수 있습니다. ',
	'_L_AP93': '회사는 회원이 연속하여 6개월 이상 회원프로그램등을 통한 서비스 요청을 하지 않을 경우 서비스의 안정성 확보를 위하여 회원에게 별도 고지 후 본 서비스 이용 정지 또는 이용 계약을 해지할 수 있습니다. ',
	'_L_AP94': '회원이 제7조를 포함하여 본 약관 상의 의무를 위반한 경우 회사는 사전통보 없이 일방적으로 본 계약을 해지할 수 있고, 이로 인하여 회사에 손해가 발생한 경우 이에 대한 민/형사상 책임을 물을 수 있습니다. ',

	'_L_AP95': '제11조 (약관 외 준칙 및 재판관할) ',
	'_L_AP96': '본 약관에 명시되지 않은 사항은 BITA500 이용약관, 서비스 안내와 이용기준 또는 상관례를 따릅니다. ',
	'_L_AP97': 'API 서비스 이용으로 회사와 회원 간에 발생한 분쟁에 관한 소송은 민사소송법 상의 관할법원에 제소합니다. ',
	'_L_AP98': '회사와 회원간 제기된 소송은 대한민국법을 준거법으로 합니다. ',
	'_L_AP99': '부칙 ',
	'_L_AP100': '본 약관은 2022년 1월 3일 부터 적용됩니다. ',
	'_L_AP101': '이용약관을 확인 하였으며 동의합니다 ',
	'_L_AP102': '(필수)',

	'_L_AP103': 'API 활성화 선택',
	'_L_AP104': '전체선택',
	'_L_AP105': '시세조회',
	'_L_AP106': '지갑정보',
	'_L_AP107': '잔고조회',
	'_L_AP108': '거래내역조회',
	'_L_AP109': '주문내역조회',
	'_L_AP110': '주문 ',

	'_L_AP111': 'IP 주소 제한 설정 ',
	'_L_AP112': '- 등록된 IP 외에는 API 접근이 불가능하도록 설정할 시 등록 합니다 ',
	'_L_AP113': '접근가능 IP 주소 ',
	'_L_AP114': '보안인증 하기 ',
	'_L_AP115': ' - API 사용을 위한 Key 발급을 위해 보안 인증을 수행 하십시오 ',
	'_L_AP116': 'API생성하기 ',
	'_L_AP117': '등록된 API 목록 ',
	'_L_AP118': ' - 사용하지 않는 API는 비활성화 또는 삭제 하십시오 ',
	'_L_AP119': '생성일시',
	'_L_AP120': '설정된 API ',

	'_L_AP121': '활성화/비활성화 ',
	'_L_AP122': '삭제 ',
	'_L_AP123': '등록된 API가 없습니다 ',
	'_L_AP124': 'API 문서 ',
	'_L_AP125': 'API 이용가이드.docx ',
	'_L_AP126': 'API규격서.docx'

};

var _G_MyPage_Strings_en = {
	'_L_MY01': 'test1',
	'_L_MY02': 'test2',
	'_L_MY03': 'test3',
	'_L_MY04': 'test4',
	'_L_MY05': 'test5',

	'_L_IF01': 'DEMO-TEXT1',
	'_L_IF02': 'DEMO-TEXT2',
	'_L_IF03': 'DEMO-TEXT3',
	'_L_IF04': 'DEMO-TEXT4',
	'_L_IF05': 'DEMO-TEXT5',
	'_L_IF06': 'DEMO-TEXT6',
	'_L_IF07': 'DEMO-TEXT7',
	'_L_IF08': 'DEMO-TEXT8', 
	'_L_IF09': 'DEMO-TEXT9',
	'_L_IF10': 'DEMO-TEXT10',
	'_L_IF11': 'DEMO-TEXT11',

	
	'_L_RE01': 'TEXT',
	'_L_RE02': 'TEXT',
	'_L_RE03': 'TEXT TEXT TEXT ',
	'_L_RE04': 'TEXT',
	'_L_RE05': 'TEXT',
	'_L_RE06': '① TEXT',
	'_L_RE07': 'TEXT',
	'_L_RE08': 'TEXT',
	'_L_RE09': '가 포함된 가입링크로 회원가입(추천코드 자동 입력) TEXT',
	'_L_RE10': '가입링크 TEXT',

	'_L_AU01': 'TEXT',
	'_L_AU02': 'TEXT회원님의 현재 보안등급은 레벨',
	'_L_AU03': 'TEXT레벨 입니다.',
	'_L_AU04': 'TEXT휴대폰 본인인증시 ',
	'_L_AU05': 'TEXT암호화폐 출금한도가 상향됩니다.',

	'_L_AU06': 'TEXT레벨1',
	'_L_AU07': 'TEXT이메일 인증',

	'_L_AU08': 'TEXT레벨2',
	'_L_AU09': 'TEXT휴대폰 본인인증',
	'_L_AU10': '휴대폰 인증',
	'_L_AU11': '인증하기'


	
};

var _G_MyPage_Strings_po = {

};


function getMyPageLocaleString(key)
{
	var strings = {};
	if(__G_lang == "en") {
		strings = _G_MyPage_Strings_en;
	} else {
		strings = _G_MyPage_Strings_ko;
	}

	if(strings.hasOwnProperty(key)) {
		return strings[key];
	} else {
		return key;
	}
}

export default getMyPageLocaleString;
