import React from 'react'

export default function LocaleKoPrivacy() {
    return (
    <div className="terms">
        <h3>BITA500 거래소 개인정보 처리방침</h3>
        <p>주식회사 오병이어홀딩스(이하 ‘회사’)은 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보보호법, 통신비밀보호법, 전기통신사업법, 등 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보처리방침을 정하여 이용자 권익 보호에 최선을 다하고 있습니다. 본 개인정보처리방침은 회사가 제공하는 BITA500거래소 및 관련 제반 서비스 (모바일 웹/앱 포함) 이용에 적용되며 다음과 같은 내용을 담고 있습니다.</p>
        
        <h4>제 1조 수집하는 개인정보 항목 및 수집방법</h4>
        <p>회사는 개인정보를 다음의 목적을 위해 처리합니다. </p>
        <p>처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.</p>
        <p>가.	회원 관리</p>
        <p>회원 가입의사 확인, 본인확인, 개인식별, 가입의사 확인, 가입 및 가입횟수 제한, BITA500이용약관 위반 회원에 대한 이용제한 조치, 서비스의 원활한 운영에 지장을 미치는 행위 및 서비스 부정이용 행위 제재, 불만처리 등 민원처리, 각종 고지·통지, 회원탈퇴 의사의 확인, 고충처리, 분쟁 조정을 위한 기록 보존 등을 목적으로 개인정보를 처리합니다.</p>
        <p>나. 재화 또는 서비스 제공 서비스 제공, 콘텐츠 제공, 특정 맞춤 서비스 제공, 본인인증, 요금 결제·정산, 요금 추심 등을 목적으로 개인정보를 처리합니다.</p>
        <p>다. 신규 서비스 개발 및 마케팅 및 광고에의 활용신규 서비스(제품) 개발 및 맞춤 서비스 제공, 통계학적 특성에 따른 서비스 제공 및 광고 게재, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 제휴서비스 안내, 서비스의 유효성 확인, 접속빈도 파악, 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.</p>
        
        <h4>제2조. 수집하는 개인정보의 항목 및 수집방법</h4>
        <ol className="num2">
            <li>가.	수집하는 개인정보 항목
                <ol className="num2">
                    <li><span>①</span>회사는 회원가입, 원활한 고객상담, 각종 서비스의 제공을 위해 아래와 같은 최소한의 개인정보를 수집하고 있습니다.이름, 아이디, 닉네임, 비밀번호, 이메일, 휴대폰 번호, 거주지 주소, 결제기록, IP주소, MAC주소, 서비스 이용 기록</li>
                    <li><span>②</span>서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.접속 IP 주소, MAC주소, 쿠키, 서비스 이용 기록, 접속 로그, 불량 이용기록</li>
                    <li><span>③</span>포인트 충전, 환급을 위해 아래와 같은 정보들이 수집될 수 있습니다.은행명, 계좌 번호</li>
                    <li><span>④</span>출금계좌를 변경하는 경우 아래와 같은 정보들이 수집될 수 있습니다. 신분증 사본, 통장 사본</li>
                </ol> 
            </li>
            <li>나.	수집방법
                <ul className="num1">
                    <li>회사는 다음과 같은 방법으로 개인정보를 수집합니다.</li>
                    <li>어플리케이션(PC, 모바일등), 홈페이지, 서면양식, 전화, 팩스(모사전송), 이메일, 이벤트 응모, 고객지원협력회사로부터의 제공</li>
                    <li>생성정보 수집 툴을 통한 수집</li>
                </ul> 
            </li>
        </ol>

        <h4>제3조. 개인정보의 처리 및 보유 기간</h4>
        <ol className="num1">
            <li>정보주체의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.</li>
            <li>회사 내부 방침에 의한 정보보유 사유 회사는 고객이 탈퇴하거나, 고객을 제명하는 경우 권리남용방지, 악용방지, 각종 분쟁 및 수사협조 의뢰에 대비하기 위하여 이용계약 해지일로부터 5년 동안 개인정보를 보존합니다.관련법령에 의한 정보보유 사유 상법,전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.</li>
            <li>소비자의 불만 또는 분쟁처리에 관한 기록 보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률 보존 기간 : 3년</li>
            <li>신용정보의 수집/처리 및 이용 등에 관한 기록 보존 이유 : 신용정보의 이용 및 보호에 관한 법률 보존 기간 : 3년</li>
            <li>대금결제 및 재화 등의 공급에 관한 기록 보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률 보존 기간 : 5년</li>
            <li>계약 또는 청약철회 등에 관한 기록 보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률 보존 기간 : 5년</li>
            <li>본인 확인에 관한 기록 보존 이유 : 정보통신망 이용촉진 및 정보보호 등에 관한 법률 보존 기간 : 6개월</li>
            <li>서비스 이용기록, 접속 로그, 접속 IP정보 보존 이유 : 통신비밀보호법 보존 기간 : 3개월</li>
            <li>세법이 규정하는 모든 거래에 관한 장부 및 증빙서류 보존 이유 : 국세기본법, 법인세법, 소득세법등 보존 기간 : 5년</li> 
            <li>전자 금융 거래에 관한 기록 보존 이유 : 전자금융거래법 보존 기간 : 5년</li>
        </ol> 

        <h4>4. 개인정보의 공유 및 제공</h4>
        <ol className="num1">
            <li>회사는 이용자들의 개인정보를 "1. 개인정보의 수집 및 이용목적"에서 고지한 범위 내에서 사용하며, 이용자의 사전 동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 공개하지 않습니다. 다만, 아래의 경우에는 주의를 기울여 개인정보를 이용 및 제공할 수 있습니다.</li>
            <li>이용자들이 사전에 공개에 동의한 경우법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우</li>
        </ol> 
        
        <h4>제5조. 개인정보의 처리 위탁</h4>
        <p>회사는 위탁계약 체결시 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적·관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리·감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.</p>
        <table className="table_s privacy">
            <thead>
                <tr>
                    <th>수탁자</th>
                    <th>위탁 목적</th>
                    <th>보유기간</th>
                </tr>
            </thead>
            <tbody>
                <tr>
                    <td>(주) 슈어엠</td>
                    <td>SMS 발송</td>
                    <td rowSpan="3">회원탈퇴 시 혹은 위탁계약 종료 시 까지<br/>(법령에 따라 보존할 필요가 있는 경우 해당 보존 기간)</td>
                </tr>
                <tr>
                    <td>(주) NHN <br/>한국사이버결재</td>
                    <td>휴대폰 <br/>본인인증</td>
                </tr>
            </tbody>
        </table>
        <p>위탁업무의 내용이나 수탁자가 추가 및 변경될 경우에는 지체없이 본 개인정보처리방침을 통하여 공개하도록 하겠습니다.</p>
        
        <h4>6조. 이용자 및 법정대리인의 권리와 그 행사방법</h4>
        <p>1.이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14세 미만 아동의 개인정보를 조회하거나 수정할 수 있으며, 회사의 개인정보의 동의하지 않는 경우 동의를 거부하거나 가입 해지(회원탈퇴)를 요청할 수 있습니다. 다만, 그러한 경우 서비스의 일부 또는 전부 이용이 어려울 수 있습니다.</p>
        <ol className="num2">
            <li><span>①</span>이용자 혹은 만 14세 미만 아동의 개인정보 조회, 수정을 위해서는 '개인정보변경'(또는 '회원정보수정' 등)을, 가입해지(동의철회)를 위해서는 "회원탈퇴"를 클릭하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다.혹은 개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.</li>
            <li><span>②</span>회사는 이용자가 개인정보의 오류에 대한 정정을 요청한 경우에는 정정을 완료하기 전까지 당해 개인정보의 이용 및 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.</li>
            <li><span>③</span>회사는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 "3. 개인정보의 처리 및 보유 기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.</li>
        </ol> 

        <h4>7조. 개인정보 자동 수집 장치의 설치, 운영 및 거부에 관한 사항</h4>
        <p>회사는 이용자 개개인에게 개인화되고 맞춤화된 서비스를 제공하기 위해서 회원의 정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)를 사용합니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에게 보내는 아주 작은 텍스트 파일로 이용자 컴퓨터의 하드디스크에 저장됩니다. 이후 이용자가 웹 사이트에 방문할 경우 웹 사이트 서버는 이용자의 하드 디스크에 저장되어 있는 쿠키의 내용을 읽어 이용자의 환경설정을 유지하고 맞춤화된 서비스를 제공하기 위해 이용됩니다. 쿠키는 개인을 식별하는 정보를 자동적/능동적으로 수집하지 않으며, 이용자는 언제든지 이러한 쿠키의 저장을 거부하거나 삭제할 수 있습니다.쿠키 등 사용 목적 이용자의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공쿠기 설정 거부 방법 이용자들은 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 예) 설정방법 예(인터넷 익스플로러의 경우) : 웹 브라우저 상단의 도구 &gt; 인터넷 옵션 &gt; 개인정보 단, 쿠키 설치를 거부하였을 경우 로그인이 필요한 일부 서비스 이용에 어려움이 있을 수 있습니다.</p>
       
        <h4>제8조. 개인정보의 파기절차 및 방법</h4>
        <p>회사는 원칙적으로 개인정보의 수집 및 이용목적이 달성된 경우에는 지체없이 해당 이용자의 개인정보를 파기합니다.</p>
        <ol className="num1">
           <li>파기 절차, 기한 및 방법은 다음과 같습니다.<br/>파기절차 이용자가 입력한 정보는 목적 달성 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라 일정기간 저장된 후 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.</li>
           <li>파기방법<br/>종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다. 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.</li>
        </ol>

        <h4>제9조. 개인정보의 기술적/관리적 보호대책</h4>
        <ol className="num1">
           <li>회사는 이용자들의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 대책을 강구하고 있습니다.비밀번호 암호화 이용자의 비밀번호는 암호화되어 저장 및 관리되고 있어 본인만이 알고 있으며, 개인정보의 확인도 비밀번호를 알고 있는 본인에 의해서만 가능합니다.</li>
           <li>해킹 등에 대비한 대책 회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. </li>
           <li>개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있으며, 암호화 통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.</li>
           <li>취급 직원의 최소화 및 교육 회사의 개인정보관련 취급 직원은 담당자에 한정시키고 있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통하여 회사의 개인정보처리방침의 준수를 항상 강조하고 있습니다.</li>
           <li>개인 아이디와 비밀번호 관리 이용자가 사용하는 아이디와 비밀번호는 원칙적으로 이용자만이 사용하도록 되어 있습니다. </li>
           <li>회사는 이용자의 개인적인 부주의로 아이디, 비밀번호, 핸드폰번호 등 개인정보가 유출되어 발생한 문제와 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다.</li>
           <li>비밀번호에 대한 보안 의식을 가지고 비밀번호를 자주 변경하며 공용PC에서의 로그인 시 개인정보가 유출되지 않도록 각별한 주의를 기울여 주시기 바랍니다.</li>
        </ol>
       
        <h4>제10조. 개인정보관리책임자 및 담당자의 연락처</h4>
        <ol className="num1">
           <li>회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.
               <br/>[개인정보 보호책임자]
               <ul className="num1">
                    <li>성명 : 박노현</li>
                    <li>직급 : 대표 </li>
                    <li>연락처 : 1833-9078</li>
               </ul>
           </li>
           <li>이용자는 회사의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 회사는 정보주체의 문의에 대해 신속하게 답변 및 처리해드릴 것입니다.</li>
        </ol>
    
        <h4>제11조. 고지의 의무</h4>
        <p>현 개인정보처리방침의 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일 전부터 '공지사항'을 통해 고지할 것입니다.</p>
        <ul className="num1">
            <li>공고일자 : 2021년 06월 01일</li>
            <li>시행일자 : 2021년 06월 01일</li>
        </ul>
    </div>
    )
}

